Repository: SLiX69/plugin.video.bookmark
Catalog: resources/language/*/strings.po
Languages: german

# #30011
source: gehe zu
german: go to

# #30021
source: Setze Bookmark
german: Set bookmark

# #30022
source: Lösche Bookmark
german: Remove bookmark

# #30023
source: Entferne Addon
german: Remove addon

# #30051
source: Einfaches bookmark Addon
german: Simple bookmark addon

# #30071
source: Allgemein
german: General

# #30072
source: Kontext
german: Context

# #30081
source: Springe direkt zu 'Addons'
german: Skip inital menu (jump directly to addon)

# #30082
source: Aktiviere Fanart
german: Enable Fanart

# #30091
source: Lösche DB wenn letzter Eintrag entfernt wurde
german: Delete db when last entry is removed

# #30110
source: Willst du wirklich das gesamte Addon löschen?
german: Do you really want to delete the addon?
